{
    "Camas1": [
        {
			"idProducto": "C01",
            "strNomproducto": "Cama de Invierno para Perro",
            "strImg": ".\images\tienda\cama1.jpg",
			"strDescripcion": "La cama perfecta para tu perro, sobre todo en esos días fríos donde tu perro necesita mucho más calor. Su fabricación con cubiertas de polar hace que el calor se mantenga mucho mejor en la cama, y de esta forma tu perro duerma de la manera más cómoda posible.",
			"strPrecio": "$19.990"
			            
        },
		{
			"idProducto": "C02",
            "strNomproducto": "Cama Con Base de Madera",
            "strImg": ".\images\tienda\cama2.jpg",
			"strDescripcion": "Esta práctica cama con base de madera permitirá que tu mascota duerma en las mejores condiciones. Además, la cama es extraible por si necesitas lavarla o simplemente cambiarla. La medida de la cama es única, por lo cual, si tu mascota es muy grande No la Recomendamos",
			"strPrecio": "$34.990"			
        },
		{
			"idProducto": "C03",
            "strNomproducto": "Cama de Espuma para Gato",
            "strImg": ".\images\tienda\cama4.jpg",
			"strDescripcion": "Esta práctica cama de espuma para gatos es tu mejor opción para tu Gato, su espuma de elaboración hará que el sueño de tu gato sea mucho más placentero. Además, conserva mucho la temperatura lo cual lo hace apto para cualquier temporada. Cama de talla Universal.",
			"strPrecio": "$14.990"			
        },
		{
			"idProducto": "C04",
            "strNomproducto": "Cama Tipo Iglú",
            "strImg": ".\images\tienda\cama5.png",
			"strDescripcion": "Hermosa cama tipo iglú para tu mascota, la forma de esta cama la hace perfecta para conservar el calor debido a su forma cerrada. Además, posee una cama hecha de esponja lo cual la vuelve muy cómoda. Talla única para Gatos o Perros pequeños.",
			"strPrecio": "$19.990"				
        },
		{
			"idProducto": "C05",
            "strNomproducto": "Cama Tipo Palta Para Gato",
            "strImg": ".\images\tienda\cama7.jpg",
			"strDescripcion": "Hermosa y practica cama con diseño de palta para tu Gato. Esta cama hará que tu gato duerma de forma placentera y con gran estilo.",
			"strPrecio": "$16.990"			
        },
		{
			"idProducto": "C06",
            "strNomproducto": ".\images\tienda\cama8.jpg",
            "strImg": ".\images\tienda\spray1.jpg",
			"strDescripcion": "La cama elevada para perros está hecha pensando en usted y su perro. Mientras su cachorro descansa y se recupera entre aventuras, esta cama elevada le brinda a su mejor amigo un lugar duradero, cómodo y adaptable para descansar y dormir. Perfecta para uso en interiores y exteriores, esta cama para perros mantiene a su perro alejado de superficies duras y cálidas al mismo tiempo que proporciona un soporte ortopédico que alivia el estrés en sus articulaciones.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "C07",
            "strNomproducto": "Casa Flotante Para Gatos",
            "strImg": ".\images\tienda\cama9.jpg",
			"strDescripcion": "Esta hermosa casa flotante hará que tu Gato se sienta my cómodo al descansar. Además, se puede complementar con un circuito de escalada para que tu gato mantenga la emoción al subir a la casa flotante. Seleccionar talla según el tamaño de tu Gato.",
			"strPrecio": "$29.990"
        },
		{
			"idProducto": "C08",
            "strNomproducto": "Cama de Invierno",
            "strImg": ".\images\tienda\cama10.jpg",
			"strDescripcion": "La cama perfecta para tu perro, sobre todo en esos días fríos donde tu perro necesita mucho más calor. Su fabricación con cubiertas de polar hace que el calor se mantenga mucho mejor en la cama, y de esta forma tu perro duerma de la manera más cómoda posible.",
			"strPrecio": "$14.990"
        }
		
	]
}