,
		{
			"idProducto": "C02",
            "strNomproducto": "Cama Con Base de Madera",
            "strImg": "./images/tienda/cama2.jpg",
			"strDescripcion": "Esta práctica cama con base de madera permitirá que tu mascota duerma en las mejores condiciones. Además, la cama es extraible por si necesitas lavarla o simplemente cambiarla. La medida de la cama es única, por lo cual, si tu mascota es muy grande No la Recomendamos",
			"strPrecio": "$34.990"			
        },
		{
			"idProducto": "C03",
            "strNomproducto": "Cama de Espuma para Gato",
            "strImg": "./images/tienda/cama4.jpg",
			"strDescripcion": "Esta práctica cama de espuma para gatos es tu mejor opción para tu Gato, su espuma de elaboración hará que el sueño de tu gato sea mucho más placentero. Además, conserva mucho la temperatura lo cual lo hace apto para cualquier temporada. Cama de talla Universal.",
			"strPrecio": "$14.990"			
        },
		{
			"idProducto": "C04",
            "strNomproducto": "Cama Tipo Iglú",
            "strImg": "./images/tienda/cama5.png",
			"strDescripcion": "Hermosa cama tipo iglú para tu mascota, la forma de esta cama la hace perfecta para conservar el calor debido a su forma cerrada. Además, posee una cama hecha de esponja lo cual la vuelve muy cómoda. Talla única para Gatos o Perros pequeños.",
			"strPrecio": "$19.990"				
        },
		{
			"idProducto": "C05",
            "strNomproducto": "Cama Tipo Palta Para Gato",
            "strImg": "./images/tienda/cama7.jpg",
			"strDescripcion": "Hermosa y practica cama con diseño de palta para tu Gato. Esta cama hará que tu gato duerma de forma placentera y con gran estilo.",
			"strPrecio": "$16.990"			
        },
		{
			"idProducto": "C06",
            "strNomproducto": "Cama elevada para perros",
            "strImg": "./images/tienda/spray1.jpg",
			"strDescripcion": "La cama elevada para perros está hecha pensando en usted y su perro. Mientras su cachorro descansa y se recupera entre aventuras, esta cama elevada le brinda a su mejor amigo un lugar duradero, cómodo y adaptable para descansar y dormir. Perfecta para uso en interiores y exteriores, esta cama para perros mantiene a su perro alejado de superficies duras y cálidas al mismo tiempo que proporciona un soporte ortopédico que alivia el estrés en sus articulaciones.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "C07",
            "strNomproducto": "Casa Flotante Para Gatos",
            "strImg": "./images/tienda/cama9.jpg",
			"strDescripcion": "Esta hermosa casa flotante hará que tu Gato se sienta my cómodo al descansar. Además, se puede complementar con un circuito de escalada para que tu gato mantenga la emoción al subir a la casa flotante. Seleccionar talla según el tamaño de tu Gato.",
			"strPrecio": "$29.990"
        },
		{
			"idProducto": "C08",
            "strNomproducto": "Cama de Invierno",
            "strImg": "./images/tienda/cama10.jpg",
			"strDescripcion": "La cama perfecta para tu perro, sobre todo en esos días fríos donde tu perro necesita mucho más calor. Su fabricación con cubiertas de polar hace que el calor se mantenga mucho mejor en la cama, y de esta forma tu perro duerma de la manera más cómoda posible.",
			"strPrecio": "$14.990"
        },


        {
			"idProducto": "H01",
            "strNomproducto": "Cepillo para Perros y Gatos",
            "strImg": "./images/tienda/cepillo2.jpg",
			"strDescripcion": "Este ergonómico cepillo incluye cerdas finas para cepillar a tu mascota, desenredar los nudos, de manera que tu mascota quedará con un pelo brillante y voluminoso.",
			"strPrecio": "$6.990"
			            
        },
		{
			"idProducto": "H02",
            "strNomproducto": "Guantes Para Cepillar",
            "strImg": "./images/tienda/cepillo3.jpg",
			"strDescripcion": "Peina y masajea a tu mascota.",
			"strPrecio": "$8.990"			
        },
		{
			"idProducto": "H03",
            "strNomproducto": "Shampoo Para Perros",
            "strImg": "./images/tienda/shampoo1.jpg",
			"strDescripcion": "Moje a su mascota con agua tibia y vierta suficiente cantidad de Shampoo hipoalergénico sobre el pelaje mojado. Forme abundante espuma masajeando suavemente. Lave con abundante agua.",
			"strPrecio": "$9.990"
        },
		{
			"idProducto": "H04",
            "strNomproducto": "Shampoo Para Gatos",
            "strImg": "./images/tienda/shampoo2.jpg",
			"strDescripcion": "Shampoo para gatos con aroma a bamboo.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "H05",
            "strNomproducto": "Shampoo Antipulgas",
            "strImg": "./images/tienda/shampoo23.jpg",
			"strDescripcion": "Shampoo para eliminar pulgas, garrapatas y piojos en perros. Moje al animal con abundante agua, y aplique una cantidad suficiente de shampoo desde la cabeza a la cola directamente sobre la piel y pelaje.",
			"strPrecio": "$12.990"
        },
		{
			"idProducto": "H06",
            "strNomproducto": "Collar Antipulgas",
            "strImg": "./images/tienda/collar5.jpg",
			"strDescripcion": "Mantén a tus peludos libres de pulgas, larvas, garrapatas, piojos, hasta 7 u 8 meses, gracias a Seresto.Elimina las garrapatas, pulgas y piojos,Repele las garrapatas (anti alimentación).",
			"strPrecio": "$14.990"
        },
		{
			"idProducto": "H07",
            "strNomproducto": "Jaula Transportadora para Mascotas",
            "strImg": "./images/tienda/canil1.jpg",
			"strDescripcion": "La Jaula de Transporte es la forma fácil y segura de transportar a su pequeña mascota. Porque cuando ella te acompaña, todo es mejor. Puerta metálica. Ausencia de ganchos laterales. Acoplamiento por sistema de deslizamiento patentado.",
			"strPrecio": "$29.990"	
        },
		{
			"idProducto": "H08",
            "strNomproducto": "Bolso Transportador",
            "strImg": "./images/tienda/bolso1.jpg",
			"strDescripcion": "Cómodo y elegante transportín que puede utilizarse como bolso de mano o bandolera con correas acolchadas ajustables para una sensación de comodidad. Conveniente para llevar a sus gatos, cachorros, conejos y animales pequeños al veterinario o de viaje.",
			"strPrecio": "$19.990"
        },

	    {
			"idProducto": "H09",
            "strNomproducto": "Desparasitante para Gatos",
            "strImg": "./images/tienda/desparasitante1.jpg",
			"strDescripcion": "Antiparasitario interno y externo 2 en 1 para gatos de 2,5 Kg a 7,5 Kg",
			"strPrecio": "$6.990"
			            
        },
		{
			"idProducto": "H10",
            "strNomproducto": "Desparasitante para Perros",
            "strImg": "./images/tienda/desparasitante2.jpg",
			"strDescripcion": "Antiparasitario oral masticable para perros de 5 a 10 KG.",
			"strPrecio": "$9.990"			
        },
		{
			"idProducto": "H11",
            "strNomproducto": "Desparasitante y Antipulgas",
            "strImg": "./images/tienda/desparasitante3.jpg",
			"strDescripcion": "Comprimido masticable contra pulgas y garrapatas en perro.",
			"strPrecio": "$11.990"			
        },
		{
			"idProducto": "H12",
            "strNomproducto": "Arenero para Gatos",
            "strImg": "./images/tienda/arenero2.jfif",
			"strDescripcion": "Bandeja sanitaria con borde blanco para gatos.",
			"strPrecio": "$19.990"				
        },
		{
			"idProducto": "H13",
            "strNomproducto": "Arena para Gatos",
            "strImg": "./images/tienda/arena1.jpg",
			"strDescripcion": "Arena para gatos de bentonita con un fresco olor a talco.",
			"strPrecio": "$9.990"			
        },
		{
			"idProducto": "H14",
            "strNomproducto": "Spray Relajante para Gatos",
            "strImg": "./images/tienda/spray1.jpg",
			"strDescripcion": "Spray Relajante solo para Gatos.",
			"strPrecio": "$9.990"
        },
		{
			"idProducto": "H15",
            "strNomproducto": "Suplemento Alimenticio para Perros",
            "strImg": "./images/tienda/suplemento1.jpg",
			"strDescripcion": "Fórmula que ayuda a regenerar y fortalecer las articulaciones y ligamentos de perros y gatos.",
			"strPrecio": "$26.990"
        },
		{
			"idProducto": "H16",
            "strNomproducto": "Snack de Filete de Atún",
            "strImg": "./images/tienda/snack1.jpg",
			"strDescripcion": "Delicioso snack de filete de atún, dar a tu gato como premio",
			"strPrecio": "$14.990"
        },

        {
			"idProducto": "J01",
            "strNomproducto": "Set Correa & Collar",
            "strImg": "./images/tienda/correaycollar.png",
			"strDescripcion": "Este práctico pack que incluye correa y collar no puede faltar para los paseos con tu perro! No olvides seleccionar el Tamaño de acuerdo a las Caracteristicas de tu Perro!",
			"strPrecio": "$16.990"
			            
        },
		{
			"idProducto": "J02",
            "strNomproducto": "Arnés para Perro",
            "strImg": "./images/tienda/arnesperro.png",
			"strDescripcion": "Este práctico arnés no puede faltar para los paseos con tu perro. No olvides seleccionar el Tamaño de acuerdo a las Caracteristicas de tu Perro!",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "J03",
            "strNomproducto": "Collar para Perro",
            "strImg": "./images/tienda/collarperro1.jpg",
			"strDescripcion": "Lleva este practico y estetico collar para tu Perro, no necesitas elegir tallas! Ya que su tamaño es universal y posee ajuste según el tamaño de tu Perro.",
			"strPrecio": "$11.990"
        },
		{
			"idProducto": "J04",
            "strNomproducto": "Comedero y Bebedero Con Base",
            "strImg": "./images/tienda/comedero1.jpg",
			"strDescripcion": "Con este practico elemento, olvidate de que tu mascota pierda o de vuelta su plato con comida y agua, ya que posee una base donde se empotran los platos para mayor practicidad.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "J05",
            "strNomproducto": "Hueso de Juguete",
            "strImg": "./images/tienda/hueso3.jpg",
			"strDescripcion": "Este entretenido hueso de juguete para tu Perro tiene sabor a carne para que tu amigo disfrute su sabor. Además, es altamente resistente al tiempo por lo que no te preocupes de su uso rudo.",
			"strPrecio": "$4.990"
        },
		{
			"idProducto": "J06",
            "strNomproducto": "Medalla de Identificación Grabada",
            "strImg": "./images/tienda/medalla1.jfif",
			"strDescripcion": "Ayuda a identificar a tu perro de forma eficiente, con esta medalla podrás grabar el nombre de tu mascota y en el reverso tus datos personales para que tu perro se encuentre siempre seguro.",
			"strPrecio": "$9.990"
        },
		{
			"idProducto": "J07",
            "strNomproducto": "Bandana Para Perro",
            "strImg": "./images/tienda/bandan1.png",
			"strDescripcion": "Esta hermosa bandana hará que tu perro se vea genial en sus paseos! Además, de ser estetica es funcional, ya que se puede anclar al collar que tu perro esté usando para llevarla consigo a todas partes.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "J08",
            "strNomproducto": "Correa Retractil",
            "strImg": "./images/tienda/correa4.jfif",
			"strDescripcion": "Con esta practica correa Retractil los paseos con tu perro serán mucho más agradables, ya que el tendrá libertad para moverse en más espacio siempre que tu se lo des en la correa. Esta correa posee una extensión de hasta 3 metros y además su anclaje es universal por lo que cualquier collar te servirá!",
			"strPrecio": "$14.990"
        },
	    {
			"idProducto": "J09",
            "strNomproducto": "Varita con Plumas para Gato",
            "strImg": "./images/tienda/varita1.jpg",
			"strDescripcion": "Esta entretenida varita hará que tus juegos con tu Gato o Gata sean mucho más entretenidos. Solo debes mover la varita y de esta forma se agitaran las plumas en la punta para que tu Gato busque atraparlas.",
			"strPrecio": "$4.990"
			            
        },
		{
			"idProducto": "J10",
            "strNomproducto": "Varita con Ratón para Gato",
            "strImg": "./images/tienda/varita2.jpg",
			"strDescripcion": "Esta entretenida varita hará que tus juegos con tu Gato o Gata sean mucho más entretenidos. Solo debes mover la varita y de esta forma el ratón se agitará llamando la atención de tu gato, lo que hará que salte y corra por atraparlo.",
			"strPrecio": "$5.990"
        },
		{
			"idProducto": "J11",
            "strNomproducto": "Collar Para Gato",
            "strImg": "./images/tienda/collargato1.jfif",
			"strDescripcion": "Con este estetico collar haz que tu gato se vea único, además, puedes escucharlo por donde anda debido a su cascabel incorporado. Este collar está hecho de un material elastico que permite estirarse cuando tu gato se enganche en algo. Selecciona la talla según el tamaño de tu Gato.",
			"strPrecio": "$6.990"
        },
		{
			"idProducto": "J12",
            "strNomproducto": "Collar Para Gata",
            "strImg": "./images/tienda/collargato2.jpg",
			"strDescripcion": "Con este estetico collar haz que tu gata se vea único, además, puedes escucharlo por donde anda debido a su cascabel incorporado. Este collar está hecho de un material elastico que permite estirarse cuando tu gata se enganche en algo. Selecciona la talla según el tamaño de tu Gata.",
			"strPrecio": "$6.990"
        },
		{
			"idProducto": "J13",
            "strNomproducto": "Ratón de Juguete",
            "strImg": "./images/tienda/raton1.jpg",
			"strDescripcion": "Este entretenido ratón de juguete para tu Gato hará que tu gato dedique mucha energia atrapandolo, si quieres jugar con el, solo debes tirarlo dentro de un espacio abierto.",
			"strPrecio": "$2.990"
        },
		{
			"idProducto": "J14",
            "strNomproducto": "Rascador de Gato",
            "strImg": "./images/tienda/rascador4.jpg",
			"strDescripcion": "El Rascador para Gato tipo Cactus es un excelente elemento decorativo para tu casa,  tu incondicional lo adorará Material: Cuerda de yute, tela suave, base solida de madera. Medidas: 39cm la base – altura 82 – grosor de 10cm. Color:  Beige",
			"strPrecio": "$16.990"
						
        },
		{
			"idProducto": "J15",
            "strNomproducto": "Bandana Para Gato",
            "strImg": "./images/tienda/collarbanda1.jfif",
			"strDescripcion": "Esta hermosa bandana hará que tu Gato se vea genial!",
			"strPrecio": "$7.990"
        },
		{
			"idProducto": "J16",
            "strNomproducto": "Pelota Rascadora Para Gato",
            "strImg": "./images/tienda/pelota1.jpg",
			"strDescripcion": "Con esta entretenida pelota tu gato podrá jugar sin limites, puedes acompañarlo lanzandola para que la busque o tu gato puede jugar solo. Además, su material permite que tu gato rasque sus garras en ella!",
			"strPrecio": "$4.990"
        }