{
    "juguetes": [
        {
			"idProducto": "J01",
            "strNomproducto": "Set Correa & Collar",
            "strImg": "./images/tienda/correaycollar.png",
			"strDescripcion": "Este práctico pack que incluye correa y collar no puede faltar para los paseos con tu perro! No olvides seleccionar el Tamaño de acuerdo a las Caracteristicas de tu Perro!",
			"strPrecio": "$16.990"
			            
        },
		{
			"idProducto": "J02",
            "strNomproducto": "Arnés para Perro",
            "strImg": "./images/tienda/arnesperro.png",
			"strDescripcion": "Este práctico arnés no puede faltar para los paseos con tu perro. No olvides seleccionar el Tamaño de acuerdo a las Caracteristicas de tu Perro!",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "J03",
            "strNomproducto": "Collar para Perro",
            "strImg": "./images/tienda/collarperro1.jpg",
			"strDescripcion": "Lleva este practico y estetico collar para tu Perro, no necesitas elegir tallas! Ya que su tamaño es universal y posee ajuste según el tamaño de tu Perro.",
			"strPrecio": "$11.990"
        },
		{
			"idProducto": "J04",
            "strNomproducto": "Comedero y Bebedero Con Base",
            "strImg": "./images/tienda/comedero1.jpg",
			"strDescripcion": "Con este practico elemento, olvidate de que tu mascota pierda o de vuelta su plato con comida y agua, ya que posee una base donde se empotran los platos para mayor practicidad.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "J05",
            "strNomproducto": "Hueso de Juguete",
            "strImg": "./images/tienda/hueso3.jpg",
			"strDescripcion": "Este entretenido hueso de juguete para tu Perro tiene sabor a carne para que tu amigo disfrute su sabor. Además, es altamente resistente al tiempo por lo que no te preocupes de su uso rudo.",
			"strPrecio": "$4.990"
        },
		{
			"idProducto": "J06",
            "strNomproducto": "Medalla de Identificación Grabada",
            "strImg": "./images/tienda/medalla1.jfif",
			"strDescripcion": "Ayuda a identificar a tu perro de forma eficiente, con esta medalla podrás grabar el nombre de tu mascota y en el reverso tus datos personales para que tu perro se encuentre siempre seguro.",
			"strPrecio": "$9.990"
        },
		{
			"idProducto": "J07",
            "strNomproducto": "Bandana Para Perro",
            "strImg": "./images/tienda/bandan1.png",
			"strDescripcion": "Esta hermosa bandana hará que tu perro se vea genial en sus paseos! Además, de ser estetica es funcional, ya que se puede anclar al collar que tu perro esté usando para llevarla consigo a todas partes.",
			"strPrecio": "$19.990"
        },
		{
			"idProducto": "J08",
            "strNomproducto": "Correa Retractil",
            "strImg": "./images/tienda/correa4.jfif",
			"strDescripcion": "Con esta practica correa Retractil los paseos con tu perro serán mucho más agradables, ya que el tendrá libertad para moverse en más espacio siempre que tu se lo des en la correa. Esta correa posee una extensión de hasta 3 metros y además su anclaje es universal por lo que cualquier collar te servirá!",
			"strPrecio": "$14.990"
        }
	    {
			"idProducto": "J09",
            "strNomproducto": "Varita con Plumas para Gato",
            "strImg": "./images/tienda/varita1.jpg",
			"strDescripcion": "Esta entretenida varita hará que tus juegos con tu Gato o Gata sean mucho más entretenidos. Solo debes mover la varita y de esta forma se agitaran las plumas en la punta para que tu Gato busque atraparlas.",
			"strPrecio": "$4.990"
			            
        },
		{
			"idProducto": "J10",
            "strNomproducto": "Varita con Ratón para Gato",
            "strImg": "./images/tienda/varita2.jpg",
			"strDescripcion": "Esta entretenida varita hará que tus juegos con tu Gato o Gata sean mucho más entretenidos. Solo debes mover la varita y de esta forma el ratón se agitará llamando la atención de tu gato, lo que hará que salte y corra por atraparlo.",
			"strPrecio": "$5.990"
        },
		{
			"idProducto": "J11",
            "strNomproducto": "Collar Para Gato",
            "strImg": "./images/tienda/collargato1.jfif",
			"strDescripcion": "Con este estetico collar haz que tu gato se vea único, además, puedes escucharlo por donde anda debido a su cascabel incorporado. Este collar está hecho de un material elastico que permite estirarse cuando tu gato se enganche en algo. Selecciona la talla según el tamaño de tu Gato.",
			"strPrecio": "$6.990"
        },
		{
			"idProducto": "J12",
            "strNomproducto": "Collar Para Gata",
            "strImg": "./images/tienda/collargato2.jpg",
			"strDescripcion": "Con este estetico collar haz que tu gata se vea único, además, puedes escucharlo por donde anda debido a su cascabel incorporado. Este collar está hecho de un material elastico que permite estirarse cuando tu gata se enganche en algo. Selecciona la talla según el tamaño de tu Gata.",
			"strPrecio": "$6.990"
        },
		{
			"idProducto": "J13",
            "strNomproducto": "Ratón de Juguete",
            "strImg": "./images/tienda/raton1.jpg",
			"strDescripcion": "Este entretenido ratón de juguete para tu Gato hará que tu gato dedique mucha energia atrapandolo, si quieres jugar con el, solo debes tirarlo dentro de un espacio abierto.",
			"strPrecio": "$2.990"
        },
		{
			"idProducto": "J14",
            "strNomproducto": "Rascador de Gato",
            "strImg": "./images/tienda/rascador4.jpg",
			"strDescripcion": "El Rascador para Gato tipo Cactus es un excelente elemento decorativo para tu casa,  tu incondicional lo adorará.
                        Material: Cuerda de yute, tela suave, base solida de madera.
                        Medidas: 39cm la base – altura 82 – grosor de 10cm.
                        Color:  Beige",
			"strPrecio": "$16.990"
						
        },
		{
			"idProducto": "J15",
            "strNomproducto": "Bandana Para Gato",
            "strImg": "./images/tienda/collarbanda1.jfif",
			"strDescripcion": "Esta hermosa bandana hará que tu Gato se vea genial!",
			"strPrecio": "$7.990"
        },
		{
			"idProducto": "J16",
            "strNomproducto": "Pelota Rascadora Para Gato",
            "strImg": "./images/tienda/pelota1.jpg",
			"strDescripcion": "Con esta entretenida pelota tu gato podrá jugar sin limites, puedes acompañarlo lanzandola para que la busque o tu gato puede jugar solo. Además, su material permite que tu gato rasque sus garras en ella!".
			"strPrecio": "$4.990"
        }
		
    ]
}
